{
  "news" : [
    {
      "id": 1,
      "name" : "Ракетний комплекс 360МЦ «Нептун»",
      "text" : "Протикорабельний комплекс «Нептун» розроблений державним київським конструкторським бюро «Луч». Очолює підприємство генеральний конструктор – генеральний директор Олег Коростельов. Нещодавно йому було присвоєно звання Героя України. 360МЦ «Нептун» створений для знищення кораблів класу крейсер, есмінець, фрегат і корвет. Днями ракети прийняли на озброєння до українського війська, а в ЗМІ просочилась інформація, що агресор суттєво побоюється цього виду озброєння і намагався отримати секретну інформацію про особливості комплексу. ",
      "characteristic": [
        "дальність пуску ракети – 280 км",
        "швидкість – близько 1000 км/год",
        "висота польоту над гребенем хвиль – від 3 до 10 м",
        "маса ракети – 870 кг, маса бойової частини –150 кг"
      ],
      "purpose": "контроль територіальних вод і проливних зон",
      "img" : "https://glavcom.ua/img/forall/users/49/4935/1_1802.jpg"
    },
    {
      "id": 2,
      "name" : "Ракетний комплекс «Вільха»",
      "text" : "Ракетний комплекс «Вільха»  ­– результат кооперації близько півтора десятка підприємств, але саме КБ «Луч» – головний виконавець проєкту за державним оборонним замовленням. Це українська реактивна система залпового вогню (РСЗВ) прийнята на озброєння в 2018 році.\n\nПоказово, що в обох проєктах (комплекси «Нептун» та «Вільха») КБ «Луч» застосувало тільки вітчизняні компоненти.",
      "characteristic": [
        "пускова установка «Вільхи» 12 ракет",
        "калібр 300 мм",
        "швидкість залпу – 12 ракет за 48 секунд",
        "дальність ураження близько 80 км\n"
      ],
      "purpose": "наземне враження об’єктів високоточним залповим вогнем",
      "img" : "https://glavcom.ua/img/forall/users/49/4935/3_569.jpg"
    },
    {
      "id": 3,
      "name" : "Модернізація винищувача Міг-29",
      "text" : "Модернізація винищувача МіГ-29 до версії МіГ-29МУ2 дозволила вдосконалити можливості в нанесенні високоточних ударів по наземних цілях. У прес-службі державного концерну «Укроборонпром», до складу якого входить ДП «Львівський державний авіаційно-ремонтний завод» заявили, що на МіГ-29МУ2 можливе встановлення ракетно-бомбового озброєння з телевізійними головками наведення типу Х-29Т та КАБ-500КР.",
      "purpose": "посилення протиповітряної оборони держави",
      "img" : "https://glavcom.ua/img/forall/users/49/4935/4_150.png"
    },
    {
      "id": 4,
      "name" : "Модернізовані винищувачі Су-25 та Су-27",
      "text" : "Завдяки модернізації літаків Су-25 та Су-27 точність застосування некерованих засобів ураження по наземних цілях підвищена на 30%. Зросла також можливість виконання навігаційного бомбометання з горизонтального польоту, підвищена точність літаководіння за маршрутом і виведення літака в задану точку з відхиленням не більше 50 м. Важливо, що тепер система обладнання літаків може «запам’ятовувати» місце розташування цілі при переслідуванні.",
      "purpose": "посилення протиповітряної оборони та підтримка сухопутних військ над полем бою вдень і вночі",
      "img" : "https://glavcom.ua/img/forall/users/49/4935/-251.jpg"
    },
    {
      "id": 5,
      "name" : "Модернізація гелікоптера Мі-8 МТВ-1",
      "text" : "На початку року Державне підприємство «Конотопський авіаремонтний завод «Авіакон» передало до ЗСУ партію модернізованих гелікоптерів Мі-8 МТВ-1. Повідомляється, що гелікоптер оснащено обладнанням для виконання польотів міжнародними повітряними лініями, встановлено сучасне радіонавігаційне обладнання, додаткове бронювання кабіни екіпажу та захист від керованих ракет з інфрачервоними головками самонаведення, авіаційний пошуковий прожектор, виконано адаптування світлотехнічного обладнання під використання окулярів нічного бачення.\n\nМодернізований Мі-8 МТВ-1 виконують миротворчі місії ООН.",
      "purpose": "підтримка наземних військ з повітря",
      "img" : "https://glavcom.ua/img/forall/users/49/4935/5_233.jpg"
    },
    {
      "id": 6,
      "name" : "Безпілотник Spectator-M1",
      "text" : "Державні підприємств спромоглися зробити крок вперед до оснащення армії сучасними технологіями. Розвідувальний безпілотний літаючий апарат Spectator-M1 виробляє ВАТ «Меридіан» ім. Корольова.  Spectator-M1 – третій варіант, який завершив державні випробування в кінці лютого 2019 року. Маса безпілотника зменшена, він оснащений новим тепловізором і новою парашутною системою, що слугує йому при посадці. Тривалість його польоту збільшена. У червні 2019-го офіційно прийнятий на озброєння збройних сил України. Безпілотник призначений для розвідки місцевості.",
      "purpose": "розвідка місцевості",
      "characteristic": [
        "розмах крил - 3020 мм",
        "максимальна швидкість польоту - 120 км / год, рекомендована для виконання завдань - 70 км / год",
        "максимальна висота польоту до 3600 м",
        "тривалість польоту більше 2 годин при дальності до 150 км"
      ],
      "img" : "https://glavcom.ua/img/forall/users/49/4935/13_21.jpg"
    },
    {
      "id": 7,
      "name" : "Танк Т-64БМ «Булат»",
      "text" : "Цей танк є основним у танкових військах ЗСУ. У машинах встановлено нову радіостанцію та сучасні засоби навігації, завдяки яким військові зможуть зручніше і оперативніше здійснювати координацію дій і зв’язок між екіпажем та командуванням. Крім того, сучасні прилади прицілювання та спостереження дадуть змогу краще контролювати ситуацію, зокрема, в нічний час доби. Найважливішим елементом модернізації фахівці вважають інтеграцію до системи озброєння танку нового ракетного комплексу ТАКО-621 українського виробництва, який надає змогу боротися з бронетехнікою, укріпленнями, гелікоптерами та іншими цілями на відстані до 5 тис. м за допомогою керованих ракет «Комбат», до речі, розробка КБ «Луч».",
      "purpose": "вирішення основних бойових завдань",
      "img" : "https://glavcom.ua/img/forall/users/49/4935/00_06.jpg"
    },
    {
      "id": 8,
      "name" : "Радіолокаційна станція РЛС-36Д6",
      "text" : "Науково-виробничий комплекс «Іскра», що випускає станцію РЛС-36Д6 вже не одну декаду спеціалізується на розробці та виробництві наземної радіолокаційної техніки цивільного та військового призначення. Важливо, що підприємство надає послуги з ремонту, а також проводить модернізацію своїх виробів.\n\nСам же радіолокатор призначений для роботи у складі сучасних автоматизованих систем протиповітряної оборони та для видачі цілевказівок зенітно-ракетним комплексам.",
      "purpose": "виявлення малих та середніх цілей",
      "characteristic": [
        "висока завадозахищеність",
        "можливість видачі радіолокаційної інформації і цілевказівок по вузькосмуговим каналам зв’язку",
        "висока ймовірність виявлення малорозмірних повітряних цілей, в тому числі тих, що рухаються по дотичній, повільно і завислих гелікоптерів",
        "висока мобільність"
      ],
      "img" : "https://glavcom.ua/img/forall/users/49/4935/11_45.jpg"
    },
    {
      "id": 9,
      "name" : "Протитанковий ракетний комплекс «Стугна-П»",
      "text" : "Модифікація  україно-білоруського проєкту «Скиф», що з’явився в 2005 році. Показово, що на версії «Скиф» пристрій наведення був виробництва компанії «Пеленг», що базується в Мінську, а на модернізованій «Стугна-П» стоїть пристрій наведення українського виробництва.\n\nТакий комплекс створений для того, щоб вражати танки інші броньовані цілі. Повідомляється, що «Стугна-П» може знищити навіть гелікоптер, що повис у повітрі.",
      "purpose": "ураження танків та інших броньованих цілей",
      "characteristic": [
        "система наведення – напівавтоматична",
        "дальність стрільби -  від 100 до 5 тис. метрів",
        "керування ракетою – дистанційне; за телевізійним каналом",
        "бронепробиваємість – до 800 мм гомогенної сталі"
      ],
      "img" : "https://glavcom.ua/img/forall/users/49/4935/9_29.png"
    },
    {
      "id": 10,
      "name" : "Протитанковий ракетний комплекс «Корсар»",
      "text" : "Протитанковий ракетний комплекс «Корсар» – розробка, здійснена слідом за «Стугною-П». Це більш компактний комплекс, призначений для озброєння тактичних підрозділів Сухопутних військ та автономно діючих мобільних груп. Відносно малі габарити і маса дозволяють підрозділам піхоти постійно мати при собі «Корсар» і автономно вести бойові дії з ефективністю підрозділів, підтримуваних великокаліберної артилерією. Адже фактично «Корсар» вирішує завдання артилерії, але з набагато більшою оперативністю і точністю.",
      "purpose": "ураження танків та інших броньованих цілей",
      "characteristic": [
        "маса всього комплексу  з нічним прицілом  - 16,5 кг (разом з ракетою Р-3 вагою 8,7 кг).",
        "бронепробиваємість від 50 м до 2,5 км –  550 мм.",
        "час польоту – до 2,5 км за 12 секунд."
      ],
      "img" : "https://glavcom.ua/img/forall/users/49/4935/10_51.jpg"
    }
  ]
}